Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Som offisielt språk må samisk i langt større grad brukes i offentlig forvaltning og offentlig informasjon må gis også på samisk.
sme: Almmolaš hálddašeapmi Sámegiella mii lea almmolaš giella ferte geavahuvvot almmolaš hálddašeamis mihá eambbo, ja almmolaš dieđut fertejit maid addot sámegillii.

source: Dette er viktig både for å sikre den enkeltes språkrettigheter, men også for en synliggjøring og verdsetting av samisk språk i Norge.
sme: Dát lea dehálaš sihke sihkkarastin dihte ovttaskas olbmuid giellavuoigatvuođaid, muhto maiddái čalmmustahttin ja árvvus atnin dihte sámegiela Norggas.

source: Samelovens språkregler sikrer den enkeltes rett til bruk og opplæring i samisk språk innenfor enkelte geografiske områder.
sme: Sámelága giellanjuolggadusat sihkkarastet ovttaskas olbmo vuoigatvuođa geavahit ja oahppat sámegiela dihto geográfalaš guovlluid siskkobealde.

source: Dette medfører ulike rettigheter til bruk av samisk språk for den samiske befolkningen avhengig av hvor de bor.
sme: Dát mielddisbuktá ahte sámi álbmogis leat iešguđetlágan vuoigatvuođat geavahit sámegiela, dan duohken gos sii orrot.

source: En slik forskjellsbehandling er ikke akseptabel.
sme: Dákkár vealaheapmi ii leat dohkálaš.

source: Samfunnsutviklingen med økt flyttestrøm til byene fører til at enda flere samer bosetter seg utenfor forvaltningsområdet for samisk språk.
sme: Servodatovdáneapmi gos dađistaga eanebut fárrejit gávpogiidda dagaha ahte ain eanet sápmelaččat fárrejit olggobeallái sámegiela hálddašanguovllu.

source: Det er derfor behov for en gjennomgang av forvaltningsmodellen for å sikre den enkeltes rett til bruk av samisk språk i møte med offentlig forvaltning.
sme: Danne lea dárbu guorahallat hálddašanmodealla sihkkarastin dihte ovttaskas olbmo vuoigatvuođa geavahit sámegiela go deaivvada almmolaš hálddahusain.

source: Situasjonen for samisk språk varierer fra område til område.
sme: Iešguđetlágan gielladilli Sámegiela dilli rievddada guovllus guvlui.

source: Samisk språk deles inn i flere språk, og står ovenfor svært forskjellige utfordringer.
sme: Sámegiella juhkkojuvvo máŋgga gillii, ja dain leat hui iešguđetlágan hástalusat.

source: Tiltak må derfor tilpasses de ulike språkenes behov.
sme: Danne fertejit doaibmabijut heivehuvvot daid iešguđetge gielaid dárbbuide.

source: En slik situasjon krever kunnskap og informasjon om de ulike behovene de forskjellige områdene står ovenfor.
sme: Dákkár dilli gáibida máhtu ja dieđuid daid iešguđetge dárbbuid birra mat dain iešguđetge guovlluin leat.

source: En slik kunnskap må skaffes gjennom gode kartlegginger og analyser.
sme: Dákkár máhtu ferte háhkat buriid kártemiid ja analysaid bokte.

source: Til nå har det ikke vært gjort slike grundige undersøkelser og man har ikke klart å skaffe seg god nok dokumentasjon på språksituasjonene i samfunnet.
sme: Dán rádjái eai leat čađahuvvon nie dárkilis guorahallamat eat ge leat lihkostuvvan háhkat doarvái buori dokumentašuvnna gielladiliid birra servodagas.

source: Dette er en stor utfordring i arbeidet videre for styrking av samisk språk.
sme: Dát lea stuora hástalus sámegiela nannema viidáset barggus.

source: Reelle muligheter til bruk av samisk språk
sme: Duohta vejolašvuođat geavahit sámegiela

source: Mangel på faktiske muligheter for bruk og opplæring i samisk språk er en stor utfordring.
sme: Lea stuora hástalus go váilot duohta vejolašvuođat geavahit ja oahppat sámegiela.

source: I tillegg til den offentlige bruken av samisk trenger vi å få på plass gode språkarenaer for samisk språk.
sme: Sámegiela almmolaš geavaheami lassin dárbbašit mii buriid giellaarenaid sámegiela várás.

source: En økning av antall brukere av samisk språk er avhengig av muligheter for bruk av samisk på alle samfunnsområder og i alle sammenhenger.
sme: Sámegiela geavaheddjiidlogu lassáneapmi lea dan duohken ahte lea vejolaš geavahit sámegiela buot servodatsurggiin ja buot oktavuođain.

source: Det er også stor mangel på ulike samiskspråklige tilbud for barn og unge.
sme: Lea maid stuora váilevašvuohta iešguđetlágan sámegielat fálaldagaid dáfus mánáide ja nuoraide.

source: De aller fleste samisktalende er funksjonelt tospråklige, mange også flerspråklige.
sme: Eanas sámegielagat leat doaibmi guovttegielagat, oallugat maiddái máŋggagielagat.

source: For bevaring og videreutvikling av samisk språk i et enspråklig dominert samfunn trenges kunnskap og bevissthet om 19 hvordan man best kan legge forholdene til rette for bruk av samisk språk.
sme: Jus galgá suddjet ja viidáset ovddidit sámegiela servodagas mii lea buoremuddui ovttagielat, de gáibiduvvo máhttu ja dihtomielalašvuohta das movt buoremusat sáhttá láhčit diliid sámegiela geavaheapmái.

source: Kun gjennom aktiv bruk av språket vil samisk kunne bestå som vårt viktigste tradisjonelle kulturelement og samtidig utvikles til å kunne kommunisere om alt det nye som kontinuerlig medfører endringer også i det samiske samfunnet.
sme: Dušše giela aktiivvalaš geavahemiin sáhttá sámegiella seailut min deháleamos árbevirolaš kulturoassin ja seammás ovdánit nu ahte dainna sáhttá gulahallat buot daid ođđa áššiid birra mat áigges áigái bohciidahttet rievdamiid maiddái sámi servodagas.

source: I et tospråklig samfunn der det ene språket er et truet minoritetsspråk er det en spesiell utfordring også for majoritetsspråkstalende å gjøre sitt til at minoritetsspråket kan bli brukt i flest mulig sammenhenger.
sme: Guovttegielat servodagas gos nubbi giella lea áitojuvvon minoritehtagiella lea erenoamáš hástalus maiddái majoritehtagielagiidda geat fertejit bargat maid sáhttet vai minoritehtagiella sáhttá geavahuvvot nu olu oktavuođain go vejolaš.

source: En majoritetsspråklig som lærer seg samisk, i det minste så meget at vedkommende kan følge med i en vanlig samtale, vil gjøre det lettere for de tospråklige å velge å bruke samisk.
sme: Majoritehtagielat gii oahppá sámegiela, juobe nu ge bures ahte sáhttá čuovvut dábálaš ságastallama, dahká guovttegielagii álkibun válljet sámegiela.

source: Innsatsområder
sme: Áŋgiruššansuorggit

source: Språkmeldinga tar for seg fire grunnleggende innsatsområder for styrking og utvikling av samisk språk.
sme: Gielladieđáhus čielggada njeallje vuođđo áŋgiruššansuorggi sámegiela nannemis ja ovddideamis.

source: Disse er ansvar for samisk språk, rammebetingelser for samisk språk, språkbrukere og bruk av samisk språk.
sme: Dát leat ovddasvástádus sámegillii, sámegiela rámmaeavttut, giellageavaheaddjit ja sámegiela geavaheapmi.

source: Innsatsområde 1: Ansvar for samisk språk
sme: Áŋgiruššansuorgi 1: Ovddasvástádus sámegillii

source: Sametinget ser det som hensiktsmessig å klargjøre ansvarsfordeling mellom Sameting og regjering i utformingen av samisk språkpolitikk.
sme: Sámediggi oaidná govttolažžan čielggadit Sámedikki ja ráđđehusa ovddasvástádusjuogu sámi giellapolitihka hábmemis.

source: Sametinget ser for seg en todeling av ansvar og plikter.
sme: Sámediggi oaidná guovttesuorat juogu ovddasvástádusa ja geatnegasvuođaid gaskka.

source: Stortinget og regjeringa har det lovformelige ansvar for å sikre den enkelte samisktalendes rett til bruk av samisk språk, mens Sametinget har ansvar for utvikling av samisk språk.
sme: Stuoradikkis ja ráđđehusas lea láhkahábmenovddasvástádus mii sihkkarastá ovttaskas sámegielagii vuoigatvuođa geavahit sámegiela, ja Sámedikkis fas lea ovddasvástádus ovddidit sámegiela.

source: Sametinget har ansvaret for utviklingen av samisk språk
sme: Sámedikkis lea ovddasvástádus ovddidit sámegiela

source: Som ett ledd i samers selvbestemmelse over vårt språk, vår kultur og samfunnsliv skal Sametinget ha reell myndighet i språkpolitikken.
sme: Oassin sápmelaččaid iešmearrideamis iežamet giela, iežamet kultuvrra ja servodateallima dáfus galgá Sámedikkis leat duohta váldi giellapolitihkas.

source: Samisk språk er noe som samene selv må forvalte.
sme: Sámegiella lea juoga maid sápmelaččat ieža fertejit hálddašit.

source: Sametinget skal ha ansvaret for utviklingen av samisk språk, noe som innebærer at Sametinget har ansvaret for utforming av samisk språkpolitikk i Norge.
sme: Sámedikkis galgá leat ovddasvástádus ovddidit sámegiela, mii mielddisbuktá ahte Sámedikkis lea ovddasvástádus hábmet sámi giellapolitihka Norggas.

source: En slik myndighet er avgjørende for å sikre fremtiden for samisk språk.
sme: Dákkár váldi lea mearrideaddji jus galgá sihkkarastit sámegiela boahtteáiggi.

source: I st.meld. nr 28 (2007-2008) slås det fast at Sametinget, som samens representative folkevalgte organ, er den viktigste premissleverandør for samepolitikken.
sme: St. dieđ. nr. 28:s (2007-2008) nannejuvvo ahte Sámediggi, sápmelaččaid ovddasteaddji álbmotválljen orgána, lea deháleamos eaktobiddji sámepolitihka dáfus.

source: Sametinget må ha reell innflytelse på alle områder som er viktige for det samiske samfunn.
sme: Sámedikkis ferte leat duohta váikkuhanváldi buot surggiin mat leat dehálaččat sámi servodahkii.

source: Sametinget anser samisk språk som en av våre viktigste verdier og som angår hele den samiske befolkningen.
sme: Sámediggi oaidná sámegiela oktan min deháleamos árvvuin ja dat guoská olles sámi álbmogii.

source: Det er behov for en helhetlig og overordnet språkpolitikk for hvordan styrke og utvikle samisk språk på ulike samfunnsområder.
sme: Lea dárbu ollislaš ja bajit dási giellapolitihkkii das movt nannet ja ovddidit sámegiela iešguđetge servodatsurggiin.

source: Sametingsmelding om samisk språk setter premisser for dette arbeidet.
sme: Sámediggedieđáhus sámegiela birra bidjá eavttuid dan bargui.

source: Dette innebærer at det må være en klar deling av ansvars- og myndighetsområde mellom Sametinget og Regjeringen.
sme: Dát mielddisbuktá ahte ferte leat čielga juohku Sámedikki ja Ráđđehusa ovddasvástádusa ja válddi gaskka.

source: Regjeringen er forpliktet til å sikre den enkeltes individuelle rett til bruk av samisk språk i møte med offentlig forvaltning, kunngjøring på norsk og samisk og sikre at offentlig informasjon og skjemaer foreligger på norsk og samisk.
sme: Ráđđehus lea geatnegahtton sihkkarastit ovttaskas olbmo vuoigatvuođa geavahit sámegiela almmolaš hálddašeamis, dieđáhusaid buktit dárogillii ja sámegillii ja sihkkarastit ahte almmolaš dieđut ja skovit gávdnojit sihke dárogillii ja sámegillii.

source: Regjeringen har slik det overordnede ansvaret for at statlige og kommunale institusjoner oppfyller sine forpliktelser og gir den enkelte språkbruker offentlige tjenester og tilbud på samisk.
sme: Nu lea Ráđđehusas bajimus ovddasvástádus das ahte stáhtalaš ja suohkanlaš ásahusat devdet iežaset geatnegasvuođaid ja addet ovttaskas giellageavaheaddjái almmolaš bálvalusaid ja fálaldagaid sámegillii.

source: Sametinget skal ha ansvaret for utviklingen av samisk språk og utformingen av samisk språkpolitikk i Norge.
sme: Sámedikkis galgá leat ovddasvástádus ovddidit sámegiela ja hábmet sámi giellapolitihka Norggas.

source: For at Sametinget skal ha reell overordnet ansvar for utvikling av samisk språk, må en rekke forutsetninger være på plass.
sme: Jus Sámedikkis galgá leat duohta bajimus ovddasvástádus sámegiela ovddideamis, de fertejit muhtun eavttut leat sajis.

source: Det er behov for både økte økonomiske rammer, overføring av myndighet og gjennomgang av lovverk.
sme: Lea dárbu sihke lasihit ekonomalaš rámmaid, sirdit válddi ja guorahallat lágaid.

source: Sametinget skal ha en sentral rolle i dette arbeidet, og foreslår at det nedsettes et samisk offentlig utvalg (SaOU) med representanter fra regjering og Sameting.
sme: Sámedikkis galgá leat guovddáš rolla dán barggus, ja evttoha ahte ásahuvvo sámi almmolaš lávdegoddi (saOU/SáAL) mas leat ráđđehusa ja Sámedikki ovddasteaddjit mielde.

source: Dette utvalget må ha mandat til å utrede og utarbeide forslag til endringer i lovverk og myndighet som berører samisk språk.
sme: Dán lávdegottis ferte leat mandáhtta čielggadit ja ráhkadit evttohusaid movt rievdadit lágaid ja válddi das mii guoská sámegillii.

source: Videre må utvalget gjennomgå rammebetingelser, ansvarsforhold og koordinering av samiske språktiltak og fremme forslag til endringer.
sme: Viidáseappot ferte lávdegoddi guorahallat rámmaeavttuid, ovddasvástádusdili ja sámi gielladoaimmaid oktiiheiveheami ja ovddidit rievdadusevttohusaid.

source: Det forutsettes at Sametinget utarbeider mandatet til utvalget.
sme: Dát eaktuda ahte Sámediggi hábme lávdegotti mandáhta.

source: Mål:
sme: Mihttu:

source:  Sametinget har ansvaret for utviklingen av samisk språk og utformingen av samisk
sme:  Sámedikkis lea ovddasvástádus ovddidit sámegiela ja hábmet Norgga sámi giellapolitihka

source: Delmål:
sme: Oassemihttu:

source:  Reviderte økonomiske rammer, myndighet og lovverk som berører samisk språk
sme:  Reviderejuvvon ekonomalaš rámmat, váldi ja lágat mat gusket sámegillii

source: Strategier:
sme: Strategiija:

source:  Nedsette et samisk offentlig utvalg som utreder lovverk, myndighet, rammebetingelser og
sme:  Nammadit sámi almmolaš lávdegotti mii čielggada lágaid, válddi, rámmaeavttuid ja

source: ansvarsfordeling når det gjelder samisk språk.
sme: ovddasvástádusjuogu sámegiela dáfus.

source: Ansvarsfordeling og koordinering av språktiltak
sme: Ovddasvástádusjuohku ja gielladoaibmabijuid oktiiheiveheapmi

source: Samisk språk er et av grunnelementene i det samiske samfunnet og Sametinget skal som samenes folkevalgte organ være en tydelig aktør i språkpolitikken og ha langt større myndighet i språkspørsmål enn tilfellet er i dag.
sme: Sámegiella lea okta sámi servodaga vuođđoelemeanttain ja Sámediggi sápmelaččaid álbmotválljen orgánan ferte leat čielga ovddasteaddji giellapolitihkas ja das ferte leat mihá stuorát váldi giellaáššiin go dál lea.

source: Det er et helt klart behov for at noen har et overordnet ansvar for samisk språkutvikling, og for koordinering av tiltak.
sme: Lea áibbas čielga dárbu ahte muhtumis lea bajimus ovddasvástádus sámi giellaovddideamis, ja doaibmabijuid oktiiheiveheamis.

source: I dag har mange aktører ulike oppgaver og ansvarsområder innenfor samisk språk, men ingen har ansvar for koordinering av de ulike språktiltakene.
sme: Dál leat olu iešguđetlágan ovttasteaddjit main leat iešguđetlágan doaimmat ja ovddasvástádus sámegiela hárrái, muhto ii ovttasge leat ovddasvástádus ovttastahttit daid iešguđetge gielladoaibmabijuid.

source: Dette skaper en uoversiktlig situasjon, og er svært uheldig for utviklingen av samisk språk.
sme: Dát dagaha eahpečielga dili, ja lea hui vahát sámegiela ovdáneapmái.

source: Sametinget ser behovet for at ansvar for koordinering og samordning av tiltak innenfor de ulike språkområdene blir formalisert.
sme: Sámediggi oaidná dárbbu dasa ahte ovddasvástádus oktiiheiveheami ja doaibmabijuid ovttastahttima dáfus dain iešguđetge giellaguovlluin formaliserejuvvo.

source: Sametinget opplever at de ulike språkområdene etterlyser et tettere samarbeid med Sametinget.
sme: Sámediggi vásiha ahte dat iešguđetge giellaguovllut ohcalit lagat ovttasbarggu Sámedikkiin.

source: Dette behovet er spesielt tydelig i sørsamisk språkområde.
sme: Dát dárbu lea erenoamáš čielggas lullisámi giellaguovllus.

source: Den sørsamiske befolkningen bor spredt, og har en rekke aktører å forholde seg til når det gjelder samisk språk.
sme: Lullisámi álbmot orru bieđgguid ja šaddá olu ovddasteddjiiguin gulahallat sámegiela birra.

source: Både kommuner, fylkeskommuner og fylkesmenn bidrar og har ulike roller i arbeidet med å styrke sørsamisk språk.
sme: Sihke suohkanat, fylkkasuohkanat ja fylkkamánnit barget veahkkin ja dain leat iešguđetlágan rollat lullisámegiela nannema barggus.

source: Dette kan føre til liten samordning og liten kontinuitet i tilbud.
sme: Dát sáhttá dagahit ahte lea unnán ovttastahttin ja unnán kontinuitehta barggus.

source: En stor utfordring på dette området er også mangelen på kompetanse i sørsamisk språk og kultur i offentlig forvaltning.
sme: Stuora hástalus dán suorggis lea maid dat go almmolaš hálddašeamis váilot olbmot geain lea gelbbolašvuohta lullisámi gielas ja kultuvrras.

source: Det er naturlig at Sametinget har det overordnede ansvaret for koordinering og ansvarsfordeling av språktiltak.
sme: Lea lunddolaš ahte Sámedikkis lea bajimus ovddasvástádus gielladoaibmabijuid oktiiheiveheamis ja ovddasvástádusjuogus.

source: Regjeringens handlingsplan for samisk språk for perioden 2009 til 2013 inneholder en rekke gode tiltak og har vært et nyttig verktøy i arbeidet for å styrke og utvikle samisk språk.
sme: Ráđđehusa sámegielaid doaibmaplána 2009-2013 áigodahkii sisttisdoallá olu buriid doaibmabijuid ja lea leamaš ávkkálaš reaidu barggus nannet ja ovddidit sámegiela.

source: Sametinget ser imidlertid behov for en mer helhetlig språkpolitikk som omfatter hele samfunnet.
sme: Sámediggi oaidná dattetge dárbbu eambbo ollislaš giellapolitihkkii mii fátmmasta olles servodaga.

source: Gjennom arbeidet med handlingsplanen har Sametinget samarbeidet med enkelte av departementene.
sme: Doaibmaplána barggu olis lea Sámediggi ovttasbargan muhtun departemeanttaiguin.

source: De ulike departementene må skaffe seg større kompetanse om samiske forhold og samisk språk.
sme: Dat iešguđetge departemeanttat fertejit háhkat stuorát gelbbolašvuođa sámi diliid ja sámegiela birra.

source: Slik situasjonen er i dag greier ikke sentrale myndigheter å få til en helhetlig språkpolitikk for samisk språk.
sme: Nu go dilli lea dál, de eai nagot guovddáš eiseválddit hábmet ollislaš giellapolitihka sámegiela hárrái.

source: Det er viktig at de ulike departementene i større grad blir ansvarliggjort og får en klarere rolle når det gjelder arbeidet for samisk språk.
sme: Lea dehálaš ahte dat iešguđetge departemeanttat álget guoddit eambbo ovddasvástádusa ja ožžot čielgaset rolla sámegiela barggu dáfus.

source: Ved en eventuell oppfølging av regjeringens handlingsplan for samiske språk må Sametingsmelding om samisk språk ligge til grunn.
sme: Jus ráđđehusa sámegielaid doaibmaplána galgá čuovvoluvvot, de ferte Sámediggedieđáhus sámegielaid birra biddjot vuođđun.

source: I arbeidet for en bedre koordinering av språktiltak spiller de samiske institusjonene en sentral rolle.
sme: Gielladoaimmat buoret ovttastahttinbarggus lea sámi ásahusain guovddáš rolla.

source: For å kunne skape gode utviklingsmuligheter i de ulike språkområdene har Sametinget behov for institusjoner med klare ansvarsoppgaver.
sme: Jus galgá ráhkadit buriid ovdánanvejolašvuođaid dain iešguđetge giellaguovlluin, de dárbbaša Sámediggi ásahusaid main leat čielga ovddasvástádusdoaimmat.

source: En formell fordeling av ansvar må innebære at institusjonene får gode rammevilkår slik at de har mulighet til å bygge opp sin kapasitet og kompetanse til å ta dette ansvaret.
sme: Ovddasvástádusa formálalaš juohkin ferte mielddisbuktit ahte ásahusat ožžot buriid rámmaeavttuid nu ahte dain lea vejolašvuohta hukset bajás iežaset kapasitehta ja gelbbolašvuođa váldit badjelasaset dán ovddasvástádusa.

source: Institusjonene må ha nødvendig myndighet til å påse at organisering av språkarbeid i området gir best mulig resultater.
sme: Ásahusain ferte leat dárbbašlaš váldi gozihit ahte giellabarggu organiseren guovllus addá nu buriid bohtosiid go sáhttá.

source:  Sametinget har det overordnede ansvaret for ansvarsfordeling og koordinering av tiltak innen
sme:  Sámedikkis lea bajimus ovddasvástádus sámegiela doaibmabijuid ovddasvástádusjuogus ja

source: samisk språk Delmål:
sme: oktiiheivehanbarggus

source:  Det er en tydelig ansvarsfordeling innen arbeidet for samisk språk i de ulike språkområdene
sme: Oassemihttu:  Lea čielga ovddasvástádusjuohku sámegiela barggus dain iešguđetge giellaguovlluin

source:  Samarbeide med kommuner, samiske institusjoner og organisasjoner om fordeling av ansvar
sme:  Ovttasbargat suohkaniiguin, sámi ásahusaiguin ja organisašuvnnaiguin juohkit

source: for samordning og koordinering av språktiltak i de ulike språkområdene.
sme: ovddasvástádusa das movt ovttastahttit ja oktiiheivehit gielladoaimmaid dain iešguđetge giellaguovlluin

source: Oversikt over situasjonen for samiske språk
sme: Govva das movt sámegiela dilli lea

source: God språkpolitikk må ta utgangspunkt i de ulike situasjonene språket står ovenfor, og dette vil man ikke kunne gjøre uten god bakgrunnskunnskap og kartlegginger.
sme: Buorre giellapolitihkka ferte váldit vuođu dain iešguđetge diliin main giella lea, ja dán ii sáhte dahkat almmá buriid duogášdieđuid ja kártemiid haga.

source: Kontinuerlige kartlegginger av de ulike språksituasjonene vil således være ett nyttig verktøy.
sme: Daid iešguđetge gielladiliid áigges áigái kárten sáhttá ge leat ávkkálaš reaidu.

source: For språktiltak er det også viktig å ha ordninger som gir et kontinuerlig bilde av bruk av samisk språk på ulike områder.
sme: Gielladoaimmaid dáfus lea maid dehálaš ahte leat ortnegat mat addet gova áigges áigái das movt sámegiella geavahuvvo iešguđetge guovlluin.

source: I dag har man kun statistisk oversikt over valg av opplæringsspråk i skolen.
sme: Dál gávdno dušše statistihkalaš govva das movt oahpahusgiella válljejuvvo skuvllain.

source: En tilsvarende registrering av for eksempel antall samisktalende i tjenesteytende institusjoner og bruk av samisk i saksbehandling vil også være nyttig.
sme: Seammalágan registreren ovdamearkka dihte das galle sámegielaga leat bálvalusásahusain ja man muddui sámegiella geavahuvvo áššemeannudeamis, livččii maid ávkkálaš.

source: Det er også nødvendig at det blir gjort mer forskning innenfor dette feltet.
sme: Lea maid dárbu dutkat eambbo dán suorggi.

source: I den sammenhengen peker Sámi allaskuvla og analysegruppa for samisk statistikk seg ut som aktuelle aktører med den nærheten disse har til de samiske språkmiljøene.
sme: Dan oktavuođas leat Sámi allaskuvla ja Sámi statistihka analysajoavku guovddáš ovddasteaddjit dan lagasvuođa geažil mii sis lea sámi giellabirrasiidda.

source: I en faglig analyse av samfunnssituasjonene for det samiske språket i Norge, kan det være nyttig å bruke UNESCOs metode for å analysere språksituasjoner.
sme: Sámegielaid servodatdili fágalaš analysas Norggas sáhttá leat ávkkálaš geavahit UNESCO vuogi analyseret gielladiliid.

source: Organisasjonen har utarbeidet et redskap for å kunne vurdere hvor sterkt eller svakt et språk står.
sme: Organisašuvdna lea ráhkadan reaiddu mainna sáhttá árvvoštallat man gievra dahje hearki dihto giella lea.

source: Dette redskapet kan brukes til å differensiere mellom de forskjellige samiske språkene, og også være en hjelp til å vurdere forskjeller i hvor sterkt språket står i ulike geografiske områder.
sme: Dáinna reaidduin sáhttá differensieret daid iešguđetge sámegielaid, ja sáhttá maid veahkkin árvvoštallat erohusaid das man nanus giella lea iešguđetge geográfalaš guovlluin.

source:  God språkplanlegging med utgangspunkt i gode, kontinuerlige kartlegginger og faglige
sme:  Buorre giellaplánen mii váldá vuođu buriin, áigges áigái kártemiin ja fágalaš analysain

source: Strategi:
sme: Strategiija:

source:  Arbeide for at analysegruppa for samisk statistikk får ressurser til å jevnlig kartlegge og
sme:  Bargat dan ala ahte Sámi statistihka analysajoavku oažžu resurssaid jeavddalaččat kártet ja

source: analysere situasjonen og utviklingen for samisk språk i Norge
sme: analyseret sámegiela dili ja ovdáneami Norggas

source: Tilsyns- og klageorgan for samiske språk
sme: Sámegielaid bearráigeahččo- ja váiddaorgána

source: Samelovens språkregler er ment å sikre at den enkeltes lovfestede rett til bruk av samisk språk i møte med det offentlige oppfylles.
sme: Sámelága giellanjuolggadusat galget sihkkarastit ahte ovttaskas olbmo lágas nannejuvvon vuoigatvuohta geavahit sámegiela go deaivvada almmolašvuođain, devdojuvvo.
